;characters
[RM_ArcCommando_T1 X2CharacterTemplate]
strCharacterName="ARC 雇佣兵"

[RM_ArcCommando_T2 X2CharacterTemplate]
strCharacterName="ARC 士兵"

[RM_ArcCommando_T3 X2CharacterTemplate]
strCharacterName="ARC J机器人"

[RM_TDollSoldier X2CharacterTemplate]
strCharacterName="战术人形士兵"

；任务
[MissionSource_GFLOp X2MissionSourceTemplate]
MissionPinLabel="ARC-XCOM Op"
MissionFlavorText="一项使 XCOM 和 ARC 抵抗组织受益的联合行动。"
MissionExpiredText="指挥官，我们错过了一次反击变种人部队的关键机会！他们肯定会利用我们的犹豫不决来推进他们的计划。"


; 班级
[RM_TechCommando X2SoldierClassTemplate]
DisplayName="科技突击队"
ClassSummary="技术突击队是 ARC 人类部队的主要力量，旨在为战术人形提供强大的火力和强大的小精灵支援。"

AbilityTreeTitles[0]="近距离作战"
AbilityTreeTitles[1]="黑客支持"
AbilityTreeTitles[2]="电力突击"
AbilityTreeTitles[3]="XCOM"


;士兵解锁
[RM_TechCommando_GTSUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="科技突击队：知识的力量"
Summary="科技突击队通过他们的小精灵获得与 Sustain 等同的能力。科技突击队可以通过此升级在 GTS 中接受训练。"

;能力


；抵抗材料
[RM_ForceRedAlert_ARC X2AbilityTemplate]
LocFriendlyName="武装和警戒"
LocLongDescription="做好一切准备。"
LocHelpText="做好一切准备。"

[RM_PartsianClimb X2AbilityTemplate]
LocFriendlyName="黑客移动"
LocLongDescription="借助临时手段，任何东西都可能跳出几个故事。至少一次。"
LocHelpText="借助临时手段，任何事情都可能跃上几层楼。至少一次。"

；一般福利
[RM_TDollGrenadeTinker X2AbilityTemplate]
LocFriendlyName="手榴弹工匠"
LocLongDescription="获得全面战斗技能，并且可以将手榴弹投掷/发射得更远一些。"
LocHelpText="获得全面战斗技能，并且可以多投掷/发射手榴弹几格。"

[RM_TDollSight X2AbilityTemplate]
LocFriendlyName="战术人形视野"
LocLongDescription="获得压力之下保持冷静技能，并获得针对被你完全掩护的目标的额外瞄准能力。"
LocHelpText="获得压力之下保持冷静技能，并获得针对被你完全掩护的目标的额外瞄准能力。"

[RM_TDollReflexes X2AbilityTemplate]
LocFriendlyName="T-Doll Reflexes"
LocLongDescription="每回合一次，如果你使用主要武器射击失败，则再射击一次。适用于剩余弹药的情况。"
LocHelpText="每回合一次，如果你使用主要武器射击失败，则再射击一次。适用于剩余弹药的情况。"
LocFlyoverText="人形反射"

[RM_TDollSpeed X2AbilityTemplate]
LocFriendlyName="战术人形机动"
LocLongDescription="获得 +2 机动性奖励。"
LocHelpText="获得 +2 机动性奖励。"

；课堂内容
[RM_TechCommando_Special X2AbilityTemplate]
LocFriendlyName="近距离精通"
LocLongDescription="携带霰弹枪到战场时获得急速射击特技。否则，携带任何其他武器类别时获得掠夺者特技。"
LocHelpText="携带霰弹枪到战场时获得急速射击特技。否则，携带任何其他武器类别时获得掠夺者特技。"
LocPromotionPopupText="<Bullet/> 允许技术突击队加倍火力，或在野外作业中提供更大的灵活性。<br/>"

[RM_TDollImmunities X2AbilityTemplate]
LocFriendlyName="机械框架"
LocLongDescription="该单位对火焰和毒素伤害免疫。但是与其他机器人不同，战术人形不能对精神影响免疫，但灵能所致的影响除外。"
LocHelpText="该单位对火焰和毒素伤害免疫。但是与其他机器人不同，战术人形并不对精神影响免疫，但灵能所致的影响除外。"

[RM_GFL_TopDownIAbility X2AbilityTemplate]
LocFriendlyName="自上而下命令 I"
LocLongDescription="清除任何比此军衔低的士兵的精神影响。"
LocHelpText="清除任何比此军衔低的士兵的精神影响。"
LocPromotionPopupText="<Bullet/> 允许高级士兵拯救低级士兵免受严重影响。<br/>"
LocFlyoverText="自上而下命令"

[RM_GFL_TopDownIIAbility X2AbilityTemplate]
LocFriendlyName="自上而下命令 II"
LocLongDescription="清除任何比此军衔低或相同的士兵的精神影响。"
LocHelpText="清除任何比此军衔低或相同的士兵的精神影响。"
LocPromotionPopupText="<Bullet/> 让友爱精神帮助人们从恐慌事件中拯救出来。<br/>"
LocFlyoverText="自上而下命令 II"

[RM_GFL_DefianceAbility X2AbilityTemplate]
LocFriendlyName="反抗协议"
LocLongDescription="减少一个行动点的眩晕持续时间。如果被精神控制，则会流血而亡，而不是死亡。"
LocHelpText="减少一个行动点的眩晕持续时间。如果被精神控制，则会流血而亡，而不是死亡。"
LocPromotionPopupText="<Bullet/>允许立即消灭被精神控制的士兵而不会失去他们。<br/>"
LocFlyoverText="反抗协议"

[RM_DangerousVIPAbilityI X2AbilityTemplate]
LocFriendlyName="危险且有武装"
LocLongDescription="此 VIP 配备有背心和手枪。"
LocHelpText="此 VIP 配备有背心和手枪。"
LocPromotionPopupText="<Bullet/>允许VIP参与战斗。<br/>"
LocFlyoverText="危险且有武装"

[RM_DangerousVIPAbilityII X2AbilityTemplate]
LocFriendlyName="更危险且有武装"
LocLongDescription="这位 VIP 配备了改进的背心和手枪。"
LocHelpText="这位 VIP 配备了改进的背心和手枪。"
LocPromotionPopupText="<Bullet/>让VIP更好地参与战斗。<br/>"
LocFlyoverText="更加危险且有武装"

；情况报告
[RM_GriffinTDollSupport X2SitRepTemplate]
FriendlyName="ARC 支持"
Description="一名 ARC 特工将加入 XCOM 的小队执行任务，以帮助已经在现场的 ARC 小队。"

[SquadSizeLimit4Effect X2SitRepEffect_SquadSize]
FriendlyName="小队"
Description="本次任务的小队规模限制为 4 名士兵。"


；派系内容
[PersonnelKryuger X2EncyclopediaTemplate]
ListTitle="人事档案：克留格"
DescriptionTitle="克鲁格 - 状态：活跃"
DescriptionEntry="ARC 派系领袖 伯鲁泽维奇·克鲁格，1975 年出生于白俄罗斯。克鲁格具有军事背景，是被称为自治抵抗联盟的抵抗组织联合体的实际军事领导人，该联盟起源于东欧，由围绕变种人在东欧部署机器人工业而联合起来的各种团体组成。克鲁格本人之所以能升任这一职位，是因为他既与小团体的各位领导人有联系，又在 2029 年 ARC 成立之前成功管理了自己的抵抗战士队伍，并解放了一些相关领导人。"

[FactionGriffin X2EncyclopediaTemplate]
ListTitle="自治抵抗联盟"
DescriptionTitle="自治抵抗联盟"
DescriptionEntry="ARC 是一个由各种抵抗组织组成的集合，他们在某种程度上统一在一个旗帜下，其团结的主要来源在于对如何战斗的共识。在战前机器人专家和变种人计划的叛逃者的帮助下，他们设计出了"战术人形"，这是一种高度先进的机器人，旨在与战场上的人类部队配合。结合从变种人窃取或以其他方式制造的其他机械设备，他们赢得了比他们人数少表明的更严重的变种人眼中钉的名声。"

；奖励
[Reward_Griffin_TDoll X2RewardTemplate]
DisplayName="ARC 战术人形"
RewardDetails="获得一个新的 X-COM 战术人形。"

[Reward_Griffin_Soldier X2RewardTemplate]
DisplayName="ARC 士兵"
RewardDetails="为 X-COM 获得一名新的 ARC 士兵。"

[Reward_GFL_JointOpT X2RewardTemplate]
DisplayName="准备联合行动"
RewardDetails="在 ARC 小队支援下开始任务，获得 XCOM 的战术人形。"

[Reward_GFL_JointOpA X2RewardTemplate]
DisplayName="准备联合行动"
RewardDetails="在 ARC 小队支援下开始任务，以获得 XCOM 的技术突击队员。"

[Reward_FindGriffin X2RewardTemplate]
DisplayName="查找 ARC"
RewardDetails="为 XCOM 队伍增添一种新型士兵，并获得新的抵抗命令和秘密行动"

；秘密行动
[CovertAction_FindGriffin X2CovertActionTemplate]
ActionObjective="定位派系"

[CovertAction_JointOpA X2CovertActionTemplate]
ActionObjective="计划联合行动"

[CovertAction_JointOpT X2CovertActionTemplate]
ActionObjective="计划联合行动"

；叙述
[CovertActionNarrative_JointOpT X2CovertActionNarrativeTemplate]
ActionName="计划联合行动"
ActionPreNarrative="我们得到了想要采取行动的情报，指挥官。请您协助我们，我们可以派出一名队员帮助您。"
ActionPostNarrative="行动已准备就绪，只需要您加入，指挥官。"

[CovertActionNarrative_JointOpA X2CovertActionNarrativeTemplate]
ActionName="计划联合行动"
ActionPreNarrative="我们得到了想要采取行动的情报，指挥官。请您协助我们，我们可以派出一名队员帮助您。"
ActionPostNarrative="行动已准备就绪，只需要您加入，指挥官。"


[CovertActionNarrative_FindFaction_Griffin X2CovertActionNarrativeTemplate]
ActionName="查找 ARC"
ActionPreNarrative="相对而言，ARC 是一个奇怪的组织。许多不同的抵抗组织和变种人叛逃者围绕着一个核心原则而形成，即唯一能够匹敌外星人数量的方式是通过机器。组织起来一片混乱，但我认识负责他们军事事务的人，他可能会接受我们的接触。"
ActionPostNarrative="克鲁格愿意试探我们，指挥官。他本来不情愿这么做，但作为我们新伙伴关系的一部分，他为我们派出了他们所谓的"战术人形"。我们帮助他们，也许我们可以为自己招募更多人。"
 
 
我们可以转移的普通隐蔽行动

[CovertActionNarrative_RecruitScientist_Griffin X2CovertActionNarrativeTemplate]
ActionName="高等教育"
ActionPreNarrative="我们最近获得了有关一名逃离变种人的科学家的情报。我们的科学团队要么已经满员，要么仍在适应新成员的招募，因此我们愿意接受 XCOM 接收他们的安排。"
ActionPostNarrative="一项标准行动。享受这项行动的收益吧，指挥官。"

[CovertActionNarrative_RecruitEngineer_Griffin X2CovertActionNarrativeTemplate]
ActionName="技术支持"
ActionPreNarrative="我们的一支巡逻队成功找到了一个由简易机器人保护的定居点。虽然粗糙，但很有效。由于我们掌握了机器制造技术，XCOM 可能更适合他们的才能。"
ActionPostNarrative="工程师似乎急于证明自己的技能。也许战争结束后他们可以为我们工作。"

[CovertActionNarrative_GatherSupplies_Griffin X2CovertActionNarrativeTemplate]
ActionName="供应运行"
ActionPreNarrative="我们发现了一个看似被遗弃的变种人补给品储藏室。这可能是一个陷阱，但与此同时，更多的补给品也无妨。"
ActionPostNarrative="为每个人提供足够的补给：希望我们将来能有更多这样的发现。"

[CovertActionNarrative_GatherIntel_Griffin X2CovertActionNarrativeTemplate]
ActionName="英特尔集合"
ActionPreNarrative="我们的一名指挥学员发现了一个潜在的情报缓存：我们没有资源来跟进它，但也许 XCOM 可以。"
ActionPostNarrative="看来这位实习生说得对，这个情报对我们来说应该大有裨益。"

[CovertActionNarrative_IncreaseIncome_Griffin X2CovertActionNarrativeTemplate]
ActionName="援助之手"
ActionPreNarrative="虽然 ARC 本身显然相信机器优先的理念，但平民对于看起来几乎像人类的东西可能会更加怀疑。XCOM 的声誉可以帮助我们摆脱困境。"
ActionPostNarrative="它无法在一天之内修复信任，但额外的供给可以起到帮助作用。"

[CovertActionNarrative_RemoveDoom_Griffin X2CovertActionNarrativeTemplate]
ActionName="破坏"
ActionPreNarrative="我们有一个"化身计划"设施，您已发出有关该设施的信息请求。我们已将其确定为他们的主要工作设施，我想您想帮助将其夷为平地。"
ActionPostNarrative="他们可能会重建，但我们已经准备好再次将其烧毁。"

[CovertActionNarrative_ImproveComInt_Griffin X2CovertActionNarrativeTemplate]
ActionName="战术教育"
ActionPreNarrative="尽管咋含糊人形一开始就很先进，但他们仍然需要实际经验来实际运用他们所知道的最佳效果。模拟的变种人机器巡逻对你的士兵也会有帮助。"
ActionPostNarrative="机器和人类像这样一起学习，是创造更美好世界的一盏明灯。"

[CovertActionNarrative_FormSoldierBond_Griffin X2CovertActionNarrativeTemplate]
ActionName="团队合作培训"
ActionPreNarrative="任何军人都知道友谊的重要性，我们对此深有体会。即使是机器也需要时间来相互信任。"
ActionPostNarrative="你们人民眼中的新面貌说明了他们在这里度过了很多时光。"

[CovertActionNarrative_ResistanceContact_Griffin X2CovertActionNarrativeTemplate]
ActionName="信号增强"
ActionPreNarrative="我承认我不完全理解帕斯卡告诉我的关于我们如何帮助沟通的内容，但我确实知道我们可以提供帮助。"
ActionPostNarrative="无论他们做了什么，这都应该有助于让更多的抵抗努力相互联系在一起"

[CovertActionNarrative_SharedAbilityPoints_Griffin X2CovertActionNarrativeTemplate]
ActionName="战斗准备"
ActionPreNarrative="如果说人类的努力学到了一件事，那就是如何跟上具有卓越耐力、力量和速度的机器的步伐。你的士兵可以从中学习。"
ActionPostNarrative="结果比预想的要好：指挥官，您的士兵们坚信您能完成任务。"

[CovertActionNarrative_BreakthroughTech_Griffin X2CovertActionNarrativeTemplate]
ActionName="技术进步"
ActionPreNarrative="帕斯卡、莉可丽丝和几乎所有其他人都向我提出了帮助的想法。如果您能接受其中的一些想法，我将不胜感激。"
ActionPostNarrative="我的消息稍微安静了一点，谢谢指挥官。"

[CovertActionNarrative_SuperiorWeaponUpgrade_Griffin X2CovertActionNarrativeTemplate]
ActionName="制造升级"
ActionPreNarrative="与在这些条件下制造战术人形的挑战相比，武器升级是一项更容易处理的任务。"
ActionPostNarrative="此次升级应符合您要求的规格。"

[CovertActionNarrative_SuperiorPCS_Griffin X2CovertActionNarrativeTemplate]
ActionName="制造芯片"
ActionPreNarrative="我们的神经网络研究已经令人惊讶地可以转移到芯片上：如果你想让你的部队比外星人更具优势，我们可以提供它。"
ActionPostNarrative="希望你的士兵能够利用这一点。"

[CovertActionNarrative_AlienLoot_Griffin X2CovertActionNarrativeTemplate]
ActionName="搜寻外星人战利品"
ActionPreNarrative="一支变种人巡逻队不幸在这一地区遇到了一支全是战术人形的巡逻队。如果您愿意的话，我们为 XCOM 保存了一些设备。"
ActionPostNarrative="我希望这能满足您的需要。"

[CovertActionNarrative_FacilityLead_Griffin X2隐秘操作叙述Template]
ActionName="设施负责人"
ActionPreNarrative="我们可能掌握了化身某处主要设施的线索，但只有 XCOM 才能进入。如果你感兴趣的话，我们现在就可以开始制定侦察计划。"
ActionPostNarrative="我们已经完成我们的部分，现在剩下的就看你们了。"

[CovertActionNarrative_ResistanceCard_Griffin X2CovertActionNarrativeTemplate]
ActionName="新订单"
ActionPreNarrative="XCOM 对不可能的行动的诀窍使得这种关系变得有益，指挥官。"
ActionPostNarrative="指挥官，当您的下一个计划准备好时请通知我们。"

;CI 秘密行动
[CovertActionNarrative_BlackMarket_Griffin X2CovertActionNarrativeTemplate]
ActionName="帮助走私者"
ActionPreNarrative="几周前，黑市被变种人的反走私行动彻底打垮了。我们应该派一个小队去帮助他们重新站起来。"
ActionPostNarrative="我们从变种人的扫荡中拯救了我们的走私者朋友，但是在战斗中失去了他们。我们需要复仇者的扫描仪来再次找到他们。"

[CovertActionNarrative_PatrolWilderness_Griffin X2CovertActionNarrativeTemplate]
ActionName="巡逻荒野"
ActionPreNarrative="信息对于未来的行动至关重要。联合侦察巡逻可以帮助我们双方。"
ActionPostNarrative="我们的巡逻队发现了几个值得进一步调查的地点。"

[CovertActionNarrative_AlienCorpses_Griffin X2CovertActionNarrativeTemplate]
ActionName="搜寻外星人战利品"
ActionPreNarrative="我们对变种人排进行了一次典型的伏击。我认为 XCOM 需要我们自己拿不到的各种尸体？"
ActionPostNarrative="希望这能满足您的需要。"

[CovertActionNarrative_ExhaustiveTraining_Griffin X2CovertActionNarrativeTemplate]
ActionName="抵抗训练"
ActionPreNarrative="没有比让人类与智能机器对抗更好的方法来突破人类的局限性。联合演习可以为双方提供急需的经验。"
ActionPostNarrative="您的士兵成功地与顶级战斗机器人展开了激烈较量。我相信我们的团队下次会尽最大努力战胜他们。"

[CovertActionNarrative_实验项目_Griffin X2CovertActionNarrativeTemplate]
ActionName="我们现在的实验"
ActionPreNarrative="我们发现了一个变种人研究前哨，它已被失落者占领，大概是在他们破坏它之前被迫撤离的。我们自己进行一次抢救行动可能会有所帮助。"
ActionPostNarrative="今天我们很幸运。在迷失者占领地下区域之前，变种人只来得及部分摧毁它们，而在废墟中我们发现了一些特别的东西。"

[CovertActionNarrative_实用物品_Griffin X2CovertActionNarrativeTemplate]
ActionName="工厂重新激活"
ActionPreNarrative="我们发现了一个入侵前的旧工厂综合体，最初是为 XCOM 设备而设计的。利用我们的机器人技术，我们可以让它重新运转，并在变种人发现我们之前制造出设备。"
ActionPostNarrative="成功！感谢您的帮助，我们能够完成几个生产周期并在变种人破坏聚会之前离开。"
